{
    "questions": [
        "What is your favorite movie?",
        "If you could travel anywhere in the world, where would you go?",
        "What's the best gift you've ever received?",
        "If you could have any superpower, what would it be?",
        "What is your dream job?",
        "What's your favorite hobby?",
        "If you could meet any historical figure, who would it be?",
        "What's your favorite season of the year?",
        "What's one thing you can't live without?",
        "If you could only eat one food for the rest of your life, what would it be?",
        "What is your favorite video game?",
        "Do you prefer cats or dogs?",
        "What is your favorite holiday?",
        "What's your favorite book?",
        "If you could have dinner with anyone, dead or alive, who would it be?",
        "What's the last TV show you watched?",
        "What is your favorite color?",
        "What's something you're really good at?",
        "What's the most adventurous thing you've ever done?",
        "What is your favorite subject in school?",
        "What would you do if you won a million dollars?",
        "What's your favorite snack?",
        "What's the best advice you've ever received?",
        "If you could live in any fictional world, which one would it be?",
        "What's your favorite thing about yourself?",
        "What's your favorite type of music?",
        "What is the best vacation you've ever been on?",
        "Do you prefer sunrise or sunset?",
        "What would you do if you were invisible for a day?",
        "What's your favorite dessert?",
        "What's your biggest fear?",
        "If you could learn any skill instantly, what would it be?",
        "What's your favorite sport?",
        "What is your dream car?",
        "What is your favorite animal?",
        "If you could switch lives with anyone for a day, who would it be?",
        "What's your favorite pizza topping?",
        "If you could have any job in the world, what would it be?",
        "What's something that makes you happy?",
        "Do you prefer the beach or the mountains?",
        "What's your favorite way to spend a day off?",
        "What is your favorite ice cream flavor?",
        "If you could time travel, what period would you visit?",
        "What is something you are passionate about?",
        "If you could speak any language fluently, what would it be?",
        "What's the weirdest food you've ever tried?",
        "If you had three wishes, what would they be?",
        "What is the last book you read?",
        "What is something you are proud of?",
        "What's your favorite childhood memory?",
        "What is your favorite board game?",
        "What's your favorite kind of weather?",
        "What's the best movie you've seen this year?",
        "If you had a free day to do anything, what would you do?",
        "What is your favorite quote?",
        "Do you have any hidden talents?",
        "What's your favorite breakfast food?",
        "What's the first thing you do when you wake up?",
        "What's something you'd love to learn?",
        "What's your favorite song right now?",
        "Do you prefer movies or books?",
        "What's your favorite thing to do with friends?",
        "What is your favorite plant or flower?",
        "What's the coolest thing you've ever built?",
        "What's your least favorite food?",
        "What is something you're grateful for?",
        "If you could be any character from a movie, who would you be?",
        "What's your biggest goal for this year?",
        "What was your favorite subject in school?",
        "What's your favorite kind of sandwich?",
        "If you could have a dinner party with three famous people, who would you invite?",
        "What's your favorite piece of clothing you own?",
        "If you could live in a movie, which one would it be?",
        "What's your favorite memory from last year?",
        "Do you prefer to read fiction or non-fiction?",
        "What's your favorite family tradition?",
        "What's your favorite drink?",
        "If you could have any animal as a pet, what would it be?",
        "What's your favorite fast food restaurant?",
        "What's the longest trip you've ever been on?",
        "What's one thing you want to achieve in the next 5 years?",
        "What's your favorite TV show of all time?",
        "If you could master one musical instrument, what would it be?",
        "What is something you want to try, but haven't yet?",
        "What is your favorite kind of art?",
        "What's your favorite thing to do outdoors?",
        "If you could live in any era of history, when would it be?",
        "What's the best concert you've ever been to?",
        "What's the funniest thing that ever happened to you?",
        "What's your favorite candy?",
        "If you could invent something, what would it be?",
        "What's the most interesting place you've ever visited?",
        "What's your favorite type of movie?",
        "What's your favorite way to relax?",
        "What would you do if you could fly for a day?",
        "What's something you're curious about right now?",
        "If you could have any kind of house, what would it look like?",
        "What is your dream vacation?",
        "What's your favorite thing about your best friend?",
        "What's your favorite mode of transportation?",
        "If you could have one wish granted, what would it be?",
        "What's the first concert you ever attended?",
        "What would you do if you found a treasure chest?",
        "What's your favorite cartoon character?",
        "What is the best prank you have ever pulled?",
        "What's something you've always wanted to try?",
        "What's your favorite thing about nature?",
        "What was your first pet's name?",
        "If you could have any animal ability, what would it be?",
        "What is your favorite holiday tradition?",
        "If you could grow anything in your backyard, what would it be?",
        "What's your favorite thing to do in the summer?",
        "What's the strangest dream you've ever had?",
        "What's your favorite season?",
        "If you could live on another planet, would you?",
        "What's your favorite way to celebrate a birthday?",
        "What's the last thing you bought?",
        "What would you do if you were the last person on Earth?",
        "If you could start your own business, what would it be?",
        "What's your favorite smell?",
        "What was the last challenge you completed?",
        "What's your favorite video game of all time?",
        "What's something you wish you had more time to do?",
        "What's the best compliment you've ever received?",
        "What’s the funniest joke you know?",
        "If you could have a robot do any one chore for you, what would it be?",
        "What was your favorite TV show as a kid?",
        "What’s your favorite childhood game?",
        "What's something you're looking forward to?",
        "What’s one thing you wish you knew how to do?",
        "What’s your favorite place in your city?",
        "If you could make one new law, what would it be?",
        "What's something you've done that you never thought you could?",
        "What's your favorite thing about weekends?",
        "What's your favorite app on your phone?",
        "What’s the last thing you learned?",
        "What’s the most memorable birthday you’ve had?",
        "If you could change your name, what would you change it to?",
        "What's your favorite food to cook?",
        "What would be your dream vacation destination?",
        "If you could bring back any fashion trend, what would it be?",
        "What’s your favorite way to exercise?",
        "What is your favorite time of day?",
        "What is your favorite emoji?",
        "What’s the best book you’ve ever read?",
        "What’s your favorite place to eat out?",
        "What is your favorite outfit?",
        "What's your favorite thing to do when you're bored?",
        "If you could meet a celebrity, who would it be?",
        "What is your favorite thing to do with your family?",
        "What is your favorite part of the day?",
        "If you could go back in time, what age would you be?",
        "What is your favorite board game to play with friends?",
        "If you could learn a new language, which one would you choose?",
        "What is your favorite type of fruit?",
        "What is your favorite subject to talk about?",
        "What’s something that makes you laugh every time?",
        "If you could be a character from any book, who would you be?",
        "What's your favorite holiday food?",
        "What’s the most beautiful place you’ve ever seen?",
        "What’s your favorite indoor activity?",
        "If you could live anywhere, where would it be?",
        "What’s your favorite superhero?",
        "What’s one goal you’ve accomplished this year?",
        "What’s the best meal you’ve ever had?",
        "What’s your favorite way to listen to music?",
        "What’s your favorite social media app?",
        "What’s something that motivates you?",
        "What’s the last movie you watched?",
        "What’s something you're excited about right now?",
        "What’s your favorite store to shop at?",
        "What’s something that always cheers you up?",
        "What’s the weirdest question you’ve ever been asked?",
        "What’s your favorite type of juice?",
        "What’s the best piece of advice you’ve given someone?",
        "What’s the last adventure you went on?",
        "What’s your favorite breakfast food?",
        "If you could build your dream house, what would it be like?",
        "What’s your favorite type of cheese?",
        "If you could take a road trip anywhere, where would you go?",
        "What’s your favorite thing to collect?",
        "What’s something you like to do to relax?"
    ]
}